{
  "home": "Inici",
  "about": "Sobre nosaltres",
  "reserve": "Reserva",
  "contact": "Contacte",
  "login": "Iniciar sessió",
  "welcome": "Benvingut",
  "message": "Aquest és un exemple multilingüe.",
  "email": "Correu electrònic",
  "Go to the second page": "Anar a la segona pàgina",
  "This is the second page.": "Aquesta és la segona pàgina.",
  "Go back to the welcome page": "Tornar a la pàgina d'inici",
  "secondPageTitle": "Títol de la Segona Pàgina",
  "secondPageSubtitle": "Subtítol de la Segona Pàgina",
  "secondPageParagraph": "Aquest és un paràgraf d'exemple a la segona pàgina.",
  "goBackToWelcome": "Tornar a la pàgina d'inici",
  "heroTitle": "Benvinguts a la nostra cadena hotelera",
  "heroSubtitle": "Descobreix els nostres hotels de qualitat, dissenyats per oferir-te una experiència inoblidable",
  "heroButton": "Descobreix els nostres hotels",
  "corporateValuesTitle": "Els nostres valors",
  "corporateValuesDescription": "A la nostra cadena hotelera, creiem en la sostenibilitat, el servei al client i la innovació constant. Aquests valors són el fonament de tot el que fem.",
  "offersTitle": "Ofertes i promocions",
  "offer1Title": "Descompte en estades llargues",
  "offer1Description": "Gaudeix d'un descompte especial si reserves estades de més de 7 nits a qualsevol dels nostres hotels.",
  "offer2Title": "Ofertes de temporada",
  "offer2Description": "Descobreix les nostres ofertes especials per a estades durant les vacances d'estiu o hivern.",
  "offer3Title": "Promoció de grups",
  "offer3Description": "Reserva en grup i aprofita descomptes exclusius per a esdeveniments i reunions corporatives.",
  "offer4Title": "Promocions per llarga estada",
  "offer4Description": "Aprofita els nostres descomptes especials per a estades de més de 14 nits en qualsevol dels nostres hotels.",
  "offer5Title": "Descompte per a clients habituals",
  "offer5Description": "Uneix-te al nostre programa de fidelitat i gaudeix de descomptes exclusius en les teves pròximes estades.",
  "footer": {
    "legalTitle": "Legal",
    "privacyPolicy": "Política de Privacitat",
    "termsOfUse": "Condicions d'Ús",
    "contactTitle": "Contacte",
    "email": "Correu electrònic",
    "phone": "Telèfon",
    "address": "Adreça",
    "followUs": "Segueix-nos",
    "teamTitle": "Equip",
    "member1": "Juan Francisco Flores",
    "member2": "Alex Villar Gracia",
    "member3": "Fernando Viedma Maza",
    "hotelChain": "Stay IN",
    "allRightsReserved": "Tots els drets reservats"
},
"legal": {
  "termsTitle": "Condicions d'Ús",
    "termsContent": "L'ús d'aquest lloc web està subjecte als termes i condicions establerts. En accedir i utilitzar els nostres serveis, acceptes complir aquestes condicions.",
    "termsIntro": "A continuació, es descriuen detalladament les condicions de l'ús d'aquest lloc web. L'accés i ús d'aquest lloc implica l'acceptació d'aquests termes i condicions.",
    "termsPoint1": "L'usuari es compromet a utilitzar aquest lloc web de manera legal i responsable.",
    "termsPoint2": "Està prohibit l'ús d'aquest lloc web per a fins il·legals o que vulnerin drets de tercers.",
    "termsPoint3": "Ens reservem el dret de modificar els termes i condicions en qualsevol moment.",
    "termsPoint4": "No ens responsabilitzem per danys derivats d'errors o omissions en el contingut del lloc web.",
    "privacyTitle": "Política de Privacitat",
    "privacyIntro": "En aquesta secció s'explica com recopilem, utilitzem i protegem les dades personals dels nostres usuaris.",
    "privacyContent": "Ens comprometem a protegir la teva privacitat. La informació personal recopilada s'utilitza exclusivament per millorar els nostres serveis i mai es comparteix amb tercers sense el teu consentiment.",
    "privacyPoint1": "Recopilem dades personals quan els usuaris es registren, fan reserves o interactuen amb el lloc web.",
    "privacyPoint2": "Utilitzem aquestes dades per millorar els nostres serveis i personalitzar l'experiència de l'usuari.",
    "privacyPoint3": "Adoptarem mesures de seguretat per protegir les dades personals contra l'accés no autoritzat.",
    "privacyPoint4": "L'usuari té dret a accedir, rectificar i suprimir les seves dades personals en qualsevol moment.",
    "privacyOutro": "En utilitzar aquest lloc web, acceptes les nostres pràctiques de privacitat.",
    "aboutUsTitle": "Sobre Nosaltres",
    "aboutUsContent": "Stay IN és una cadena hotelera líder en el sector turístic, compromesa a oferir una experiència excepcional als nostres clients.",
    "addressLabel": "Adreça:",
    "address": "Carrer del Turisme, 45, Barcelona",
    "cifLabel": "CIF:",
    "cif": "B12345678",
    "disclaimerTitle": "Exempció de Responsabilitat",
    "disclaimerIntro": "Aquest lloc web es proporciona tal qual, sense garanties de cap mena. No ens fem responsables dels danys que puguin derivar-se de l'ús d'aquest lloc web.",
    "disclaimerContent": "Tot i que intentem garantir la precisió del contingut, no podem assegurar que no hi hagi errors o interrupcions. L'ús d'aquest lloc web és sota el teu propi risc.",
    "modificationsTitle": "Modificacions",
    "modificationsIntro": "Ens reservem el dret de modificar aquest document en qualsevol moment. Et recomanem revisar regularment aquesta pàgina per estar al corrent de les actualitzacions.",
    "companyName": "Stay IN, S.L.",
    "contactLabel": "Contacte",
    "contact": "info@stayin.cat",
    "phoneLabel": "Telèfon",
    "phone": "+34 937 123 456"
  },
  "reservationSummaryTitle": "Resum de la Reserva",
  "hotelChosen": "Hotel escollit",
  "roomTypeChosen": "Tipus d’habitació",
  "reservationDates": "Dates de reserva",
  "totalPrice": "Preu total",
  "quickReservation": "Reserva ràpida",
  "sendValidationEmail": "Qui fa la reserva?",
  "hotels": "Hotels",
  "value": {
  "value1Title": "Sostenibilitat",
  "value1Description": "Ens comprometem a oferir experiències que respectin el medi ambient, minimitzant l'impacte i promovent pràctiques ecològiques.",
  "value2Title": "Servei excepcional",
  "value2Description": "Oferim un servei personalitzat i atent per garantir que cada hoste se senti especial i benvingut.",
  "value3Title": "Innovació constant",
  "value3Description": "Ens esforcem per innovar i adaptar-nos a les necessitats dels nostres hostes, oferint sempre el millor en tecnologia i comoditat."
  },
    "validateMessageTitle": "Validar Reserva",
    "validationCode": "Codi de validació",
    "validate": "Validar",
    "validationError": "Codi de validació incorrecte"
}